Returns a CableTraySizeIterator to the MEP cable tray sizes.
  Namespace:   Autodesk.Revit.DB.Electrical
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 17.0.0.0 (17.0.484.0)
  Since:  2017
 Syntax
  C#
public CableTraySizeIterator GetCableTraySizesIterator()
  Visual Basic
Public Function GetCableTraySizesIterator As CableTraySizeIterator
  Visual C++
public:
CableTraySizeIterator^ GetCableTraySizesIterator()
 See Also
  CableTraySizes Class
  Autodesk.Revit.DB.Electrical Namespace